Repository: WPPlugins/videoengage
Catalog: languages/videnpro-*.po
Languages: de_de

source: Short Demo Video
de_de: Kurzes Demo Video

source: We have lots of video tutorials that show you exactly all the features of VideoEngage. But currently, these video tutorials are available in German language only
de_de: Es gibt zahlreiche Video Tutorials, die dir alle Funktionen von VideoEngage detailliert erklären. Derzeit sind diese Videos nur in deutscher Sprache erhältlich.

source: In the free version of VdieoEngage you can only embed one overlay per video. With VideoEngagePro you can embed up to ten overlays.
de_de: In der freien Version von VideoEngage kann nur ein Overlay pro Video erstellt werden. Mit VideoEngagePro kannst du pro Video bis zu 10 Overlays erstellen. Zudem ist mit VideoEngagePro eine zeitverzögerte Einblendung eines "div" möglich.

source: Of course you can use VideoEngage with your tablet or mobile phone. However, the autoplay feature does not work on mobile devices.
de_de: VidenEngage wurde für die Nutzung mobiler Endgeräte optimiert. Es ist also überhaupt kein Problem Videos und Overlays über dein Smartphone oder Tablet anzuschauen. Eine Verwendung der Autostart-Funktion ist allerdings bei mobilen Geräten nicht möglich.

source: Yes, VideoEngage works with almost every WordPress theme. Sometimes it is necessary to customize your CSS styles to fit your needs.
de_de: Ja, VideoEngage funktioniert mit fast allen WordPress Themes probemlos. Manchmal kann es notwendig sein, ein paar Anpassungen in deinen CSS Styles vorzunehmen.

source: Are there any tutorials to learn how to embed a video file and to create video overlays
de_de: Gibt es Tutorials, dir mir beim Einstieg in VideoEngage helfen

source: How many overlays can I create
de_de: Wie viele Overlays kann ich erstellen

source: Does VideoEngage support mobile phones or tablets
de_de: Unterstützt VideoEngage Smartphones oder Tablets

source: Does VideoEngage work with every theme
de_de: Funktioniert VideoEngage mit jedem Theme

source: Installation Instructions
de_de: Installation

source: Paste the shortcode in your post, page or widget
de_de: Einfach den Shortcode in deinen Post, in deine Seite oder Widget einfügen

source: Go to \"Video Brandings\" and easily embed your video and create your overlay with the built-in editor
de_de: Gehe in deinem WordPress Backend unter "Video Brandings" und binde dein Video ein und erstelle dein Overlay mit dem integrierten Editor

source: Activate the plugin
de_de: Aktiviere das Plugin

source: Upload the plugin to the plugins directory via WordPress Plugin Uploader
de_de: Lade das Plugin einfach über den WordPress Plugin Uploader hoch

source: With VideoEngage you can easily embed video files from your media library, youtube or vimeo. You can choose your mockup, your custom video size and your play button color and size. The best feature is to overlay your embeded video with your custom banner ad, your clickable button, your optin form or with a complete wordpress page or post. To create your overlay you can simply use the built-in wordpress editor or paste your html code. Define exactly in seconds where to show your overlay. The embeded video files, mockups and overlays are fully responsive.
de_de: Mit VideoEngage kannst du ganz einfach Videos aus der Mediathek oder von YouTube und Vimeo einbinden. Wähle einfach ein passendes Mockup, deine Videogröße und deine Playbutton Farbe und Größe. Das Highlight von VideoEngage ist das Erstellen von Video Overlays, z. B. mit deinem eigenen Banner, einem klickbaren Button, einem kompletten Optin-Formular oder sogar mit einer kompletten WordPress Seite oder einem Post. Um dein Overlay zu erstellen, kannst du ganz einfach den integrierten WordPress Editor nutzen oder einfach beliebigen HTML-Code einfügen. Die Einblendung deines Overlays kannst du sekundengenau timen und sogar mit einer Audio Datei unterlegen. Entscheide, ob der Zuseher das Overlay ausblenden kann oder gib eine feste Einblendzeit vor. Deine Videos, das Mockup und die Overlays sind responsiv.

source: German
de_de: Deutsch

source: English
de_de: Englisch

source: Currently supported languages
de_de: Folgende Sprachen werden aktuell unterstützt

source: With VideoEngage you can easily embed video files and create video overlays like banner ads, clickable buttons or optin forms.
de_de: Mit VideoEngage kannst du ganz einfach Videos in WordPress einbinden und Overlays wie Banner, klickbare Buttons und sogar Optin Forms erstellen.

source: Chose your Mockup
de_de: Wähle dein Mockup

source: Close
de_de: Schließen

source: Video Preview
de_de: Video Vorschau

source: Current Time in Seconds:
de_de: abgelaufene Zeit in Sekunden:

source: Video Duration:
de_de: Video Laufzeit:

source: Call to Action Settings
de_de: Call to Action Einstellungen

source: Dimension
de_de: Maße

source: Width:
de_de: Breite:

source: Height:
de_de: Höhe:

source: Margin
de_de: Ränder

source: Top:
de_de: Oben:

source: Left:
de_de: Links:

source: Player Mockup & Images
de_de: Player Mockup & Bilder

source: Player Settings
de_de: Player Einstellungen

source: Expert Settings
de_de: Experten Einstellungen

source: save settings
de_de: Einstellungen speichern

source: Set the video, the mockup and the thumbnails
de_de: Wähle dein Video, dein Mockup und die Bilder

source: Chose Video Source
de_de: Videoquelle wählen

source: &nbsp;&nbsp;youtube&nbsp;
de_de: YouTube

source: self-hosted
de_de: selbst gehostet

source: self-hosted link
de_de: Link (selbst gehostet)

source: Chose Video
de_de: Wähle dein Video

source: Mockup Image
de_de: Mockup

source: Chose Mockup
de_de: Mockup wählen

source: Video Start Thumbnail
de_de: Video Startbild

source: Chose Thumbnail
de_de: Bild wählen

source: Video End Thumbnail
de_de: Video Endbild

source: Video End Thumbnail Buffer
de_de: Zeitpuffer für Endbild

source: Video Logo Image
de_de: Video Logo Bild

source: no logo
de_de: kein Logo

source: top left
de_de: oben links

source: top right
de_de: oben rechts

source: bottom left
de_de: unten links

source: bottom right
de_de: unten rechts

source: Video Logo Image Link
de_de: Video Logo Link

source: Align Video
de_de: Video Position

source: left
de_de: links

source: center
de_de: zentriert

source: right
de_de: rechts

source: Video Width
de_de: Video Breite

source: Video Border Size/Color
de_de: Video Rahmen Größe/Farbe

source: Play Button Size/Color:
de_de: Play Button Größe/Farbe

source: Show Player Controls
de_de: Zeige Video Steuerelemente

source: Disable Fullscreen
de_de: Vollbild nicht erlauben

source: (Not working on mobile devices & in preview mode; no CTA)
de_de: (funktioniert nicht mit mobilen Endgeräten & in der Vorschau; kein CTA)

source: Allow Video Stop
de_de: Stoppen des Videos erlauben

source: Settings
de_de: Einstellungen

source: Set the Call-to-Action values
de_de: Wähle die Call-to-Action Parameter

source: CTA Window Dimensions
de_de: CTA Fenster Maße

source: Save as Post:
de_de: als Beitrag speichern

source: Stop Video
de_de: Video Stoppen

source: Overflow Vertical
de_de: Srollbalken Verikal

source: Padding:
de_de: Abstand

source: Top Margin:
de_de: oberer Rand:

source: Left Margin:
de_de: linker Rand:

source: Border:
de_de: Rahmen:

source: Border Radius:
de_de: Rahmen Radius (Ecken):

source: Background Opacity/Color:
de_de: Hintergrund Transparenz/Farbe:

source: Close Button Size/Color:
de_de: Schließen Button Größe/Farbe:

source: Hide Close Button:
de_de: Schließen Button verstecken

source: Delay 1:
de_de: Anzeige 1 (nach Sekunden):

source: Chose Sound
de_de: Sound wählen

source: Delay 2:
de_de: Anzeige 2 (nach Sekunden):

source: Delay 3:
de_de: Anzeige 3 (nach Sekunden):

source: Delay 4:
de_de: Anzeige 4 (nach Sekunden):

source: Delay 5:
de_de: Anzeige 5 (nach Sekunden):

source: Delay 6:
de_de: Anzeige 6 (nach Sekunden):

source: Delay 7:
de_de: Anzeige 7 (nach Sekunden):

source: Delay 8:
de_de: Anzeige 8 (nach Sekunden):

source: Delay 9:
de_de: Anzeige 9 (nach Sekunden):

source: Delay 10:
de_de: Anzeige 10 (nach Sekunden):

source: Content with Delay 10 (ID/Class):
de_de: verzögerter Inhalt mit Anzeige 10 (ID/Class):

source: Intro Effect(Duration/Effect):
de_de: Intro Effekt (Dauer/Effekt):

source: none
de_de: keiner

source: bounce
de_de: Springen

source: fold
de_de: Falten

source: slide left
de_de: Slide von links

source: slide right
de_de: Slide von rechts

source: slide up
de_de: Slide von oben

source: slide down
de_de: Slide von unten

source: pulsate
de_de: Pulsieren

source: HTML Content
de_de: HTML Inhalt

source: CTA Content
de_de: CTA Inhalt

source: Set some hidden values [only for experts & not to preview]
de_de: Versteckte Einstellungen [nur für Profis zu empfehlen & nicht in Preview zu sehen]

source: Trim Video Width in %
de_de: Videobreite in % anpassen

source: Trim Video Height in %
de_de: Videohöhe in % anpassen

source: Trim Video Left in %
de_de: Video Abstand links in % anpassen

source: Trim Video Top in %
de_de: Video Abstand oben in % anpassen

source: Click the Button below to preview your Video
de_de: Klicke den Button, um eine Vorschau deines Videos zu sehen

source: Videnpro Ads
de_de: Videnpro Werbungen

source: New title
de_de: Neuer Titel

source: Title:
de_de: Titel:

source: There is no changelog available.
de_de: keine Änderungen vorhanden

source: Check for updates
de_de: Nach Updates suchen

source: This plugin is up to date.
de_de: Das Plugin ist auf dem aktuellen Stand

source: A new version of this plugin is available.
de_de: Eine neue Version des Plugins ist verfügbar

source: Item Archives
de_de: Archiv

source: Parent Item:
de_de: übergeordneter Beitrag

source: All Items
de_de: Alle Beiträge

source: Add New Item
de_de: Neu hinzufügen

source: Add New
de_de: Neu hinzufügen

source: New Item
de_de: Neu

source: Edit Item
de_de: Bearbeiten

source: Update Item
de_de: Aktualisieren

source: View Item
de_de: Ansehen

source: Search Item
de_de: Suchen

source: Not found
de_de: Nichts gefunden

source: Not found in Trash
de_de: Nicht im Papierkorb

source: Featured Image
de_de: bevorzugtes Bild

source: Set featured image
de_de: bevorzugtes Bild wählen

source: Remove featured image
de_de: bevorzugtes Bild entfernen

source: Use as featured image
de_de: als bevorzugtes Bild verwenden

source: Insert into item
de_de: einfügen

source: Uploaded to this item
de_de: Hochladen

source: Items list
de_de: Übersicht

source: Items list navigation
de_de: Navigation

source: Filter items list
de_de: Übersicht filtern

source: Secure Video
de_de: Video schützen

source: Redirect Link
de_de: Weiterleitung
